Repository: oswaldocavalcante/product-customizer
Catalog: languages/pcw-*.po
Languages: pt_br

source: Please insert a name and hexadecimal color value.
pt_br: Por favor, insira um nome e um valor hexadecimal de cor.

source: Add new color
pt_br: Adicionar nova cor

source: Please enter a name for the layer.
pt_br: Por favor, insira um nome para a camada.

source: Are you sure you want to delete this color?
pt_br: Tem certeza de que deseja excluir esta cor?

source: Failed to delete color.
pt_br: Falha ao excluir a cor.

source: Are you sure you want to delete this printing method?
pt_br: Tem certeza de que deseja excluir este método de impressão?

source: Failed to delete printing method.
pt_br: Falha ao excluir o método de impressão.

source: Are you sure you want to delete this layer?
pt_br: Tem certeza de que deseja excluir esta camada?

source: Failed to delete layer.
pt_br: Falha ao excluir a camada.

source: Are you sure you want to delete this option?
pt_br: Tem certeza de que deseja excluir esta opção?

source: Failed to delete option.
pt_br: Falha ao excluir a opção.

source: Are you sure you want to delete this option color?
pt_br: Tem certeza de que deseja excluir esta cor de opção?

source: Failed to delete option color.
pt_br: Falha ao excluir a cor da opção.

source: The admin-specific functionality of the plugin.
pt_br: A funcionalidade específica do administrador do plugin.

source: Customizations
pt_br: Personalizações

source: Add custom variations for this product.
pt_br: Adicione variações personalizadas para este produto.

source: Expand
pt_br: Expandir

source: Close
pt_br: Fechar

source: Enter customization
pt_br: Insira a personalização

source: Add new
pt_br: Adicionar novo

source: Enable customer notes
pt_br: Ativar notas do cliente

source: Background
pt_br: Fundo

source: Upload Image
pt_br: Carregar Imagem

source: Colors
pt_br: Cores

source: Add color options to the product image.
pt_br: Adicione opções de cores à imagem do produto.

source: Color name
pt_br: Nome da cor

source: Add color
pt_br: Adicionar cor

source: Printing methods
pt_br: Métodos de impressão

source: Add overlay printing methods for this product.
pt_br: Adicione métodos de impressão sobrepostos para este produto.

source: Add printing method
pt_br: Adicionar método de impressão

source: Disclaimer
pt_br: Aviso Legal

source: (Optional) Disclaimer instructions about the product.
pt_br: Instruções de aviso legal (opcional) sobre o produto.

source: Save customizations
pt_br: Salvar personalizações

source: Front Image
pt_br: Imagem Frontal

source: Back Image
pt_br: Imagem Traseira

source: Name
pt_br: Nome

source: Cost $
pt_br: Custo $

source: Method name
pt_br: Nome do método

source: (Optional) Description
pt_br: Descrição (Opcional)

source: Remove
pt_br: Remover

source: New option
pt_br: Nova opção

source: No permission
pt_br: Sem permissão

source: Color deleted
pt_br: Cor excluída

source: No color found
pt_br: Nenhuma cor encontrada

source: No color ID specified
pt_br: Nenhum ID de cor especificado

source: Printing method deleted
pt_br: Método de impressão excluído

source: No printing method found
pt_br: Nenhum método de impressão encontrado

source: No printing method ID specified
pt_br: Nenhum ID de método de impressão especificado

source: Layer deleted
pt_br: Camada excluída

source: No layer found
pt_br: Nenhuma camada encontrada

source: No layer ID specified
pt_br: Nenhum ID de camada especificado

source: Option deleted
pt_br: Opção excluída

source: No layers found
pt_br: Nenhuma camada encontrada

source: No option ID specified
pt_br: Nenhum ID de opção especificado

source: Color option deleted
pt_br: Opção de cor excluída

source: No option color found
pt_br: Nenhuma cor de opção encontrada

source: No option color ID specified
pt_br: Nenhum ID de cor de opção especificado

source: Write down notes to help us with your quote...
pt_br: Adicione observações para nos ajudar com seu orçamento...

source: Customizations saved successfully
pt_br: Personalizações salvas com sucesso

source: Front
pt_br: Frente

source: Drop your logo here or
pt_br: Solte seu logotipo aqui ou

source: Send image
pt_br: Enviar imagem

source: Select printing method
pt_br: Selecione o método de impressão

source: Back
pt_br: Verso

source: Drop your art here or
pt_br: Solte sua arte aqui ou
